<template>
  <div>
    <ul class="pl-4 text-secondary mb-0" v-if="attentionItem.category"> 
      <li>行程僅供出發前旅客參考，正確行程、航班及旅館依行前說明會資料為準。</li>
      <li v-if="attentionItem.category =='歐洲'">本行程最低出團人數為16人以上(含)，最多為42人以下(含)，本公司將指派持有合格領隊執照之領隊全程隨團服務。請旅客於報名時注意此資訊。</li>
      <li v-if="attentionItem.category =='亞洲'">本行程最低出團人數為16人以上(含)，最多為50人以下(含)，本公司將指派持有合格領隊執照之領隊全程隨團服務。請旅客於報名時注意此資訊。</li>
      <li v-if="attentionItem.category =='大洋洲'">本行程最低出團人數16人以上(含)，最多32人以下(含)，本公司將指派持有合格領隊執照之領隊全程隨團服務。請旅客於報名時注意此資訊。</li>
      <li v-if="attentionItem.category =='美洲'">本行程最低出團人數為16人以上(含)，最多為40人以下(含)，本公司將指派持有合格領隊執照之領隊全程隨團服務。請旅客於報名時注意此資訊。</li>
      <li v-if="attentionItem.category =='非洲'">本行程最低出團人數為16人以上(含)，最多為30人以下(含)，本公司將指派持有合格領隊執照之領隊全程隨團服務。請旅客於報名時注意此資訊。</li>
      <li>團體售價不包含簽證費及小費，團體售價包含機場稅及燃油附加費。</li>
      <li>本行程設定為團體旅遊行程，為顧及旅客於出遊期間之人身安全及相關問題，於旅遊行程期間，恕無法接受脫隊之要求；若因此而無法滿足您的旅遊需求，建議您另行選購團體自由行或航空公司套裝自由行，不便之處尚祈鑒諒。</li>
      <li>為考量旅客自身之旅遊安全並顧及同團其它團員之旅遊權益，本行程恕無法接受年滿70歲以上之貴賓，無同行家人或友人之單獨報名，不便之處，尚祈鑑諒。</li>
      <li>本行程所載之護照、簽證相關規定，對象均為持中華民國護照之旅客，若貴客擁有雙重國籍或持他國護照，請先自行查明相關規定，報名時並請告知您的服務人員。</li>
      <li v-if="attentionItem.category =='歐洲'">外站參團 (Join) 的旅客，售價不含機票(國際段/歐洲內陸段)及簽證費用。</li>
      <li v-if="attentionItem.category =='歐洲'">重申歐盟加強查緝仿冒品，旅客攜帶或穿著或購買仿冒商品，可處四年有期徒刑及37萬3千美金罰鍰。</li>
      <li v-if="attentionItem.category =='歐洲'">歐洲大部份飯店無三張正常床型之三人房，如旅客需求三人同住一房，無法保證所住之房型為三張正常床，大部份為雙人房加床（沙發床或行軍床），如旅客無法接受此一安排建議勿需求三人同住一房。</li>
      <li v-if="attentionItem.category =='歐洲'">因歐洲飯店房間空間較小，部份飯店無法提供三人房，亦無法提供雙人房加床，如旅客需求三人房房型或雙人房加床，需視飯店狀況安排，無法保證，敬請了解。</li>
      <li v-if="attentionItem.category =='歐洲'">歐洲因環保及氣候特性冬季寒冷時間較長，夏季炎熱時間較短，且夏季日夜溫差大夜晚涼爽，因此部份飯店房間僅設置冬天必備之暖氣設備，無冷氣設備，敬請了解。</li>
      <li v-if="attentionItem.category =='歐洲'">歐洲已全面使用歐幣(英國、瑞士及部份北歐國家除外)，建議出國前先兌換歐元最為方便，在商店中購物普遍上信用卡也都可以被接受。</li>
      <li v-if="attentionItem.category =='亞洲'">行程出發前建議先了解當地文化與注意事項。</li>
      <li v-if="attentionItem.category =='大洋洲'">澳洲、紐西蘭位處南半球，故和臺灣四季相反，乾燥且日夜溫差大。</li>
      <li v-if="attentionItem.category =='大洋洲'">紐西蘭、澳洲房間普遍不大，且多為二張單人床，若您是2位大人帶2位小孩，建議您使用兩間房。</li>
      <li v-if="attentionItem.category =='美洲'">在里約熱內盧和聖保羅等大城市偶有被搶事件，團員盡量不要擅自外出，最好結伴同行。</li>
      <li v-if="attentionItem.category =='美洲'">提醒您：美加地區現行法規規定室內全面禁煙。入住飯店時，請勿在飯店房間內或室內場所吸煙，美加法規對室內吸煙的罰款嚴重。各家飯店對房間內(室內)吸煙者之罰金規定不同，最低金額200美金(加幣)起。請旅客特別注意。</li>
      <li v-if="attentionItem.category =='美洲'">美國地區旅館房間之床位大都是以兩張大床為主。如為渡蜜月之旅客，有一張大床之需求，請事先向您的業務提出，本公司將會先行向飯店提出需求，但因大床有限，須視飯店最後安排房型為主。以上若有不便，敬請見諒！</li>
      <li v-if="attentionItem.category =='美洲'">北美國家因重視環保，故牙膏、牙刷、拖鞋等個人衛生用品，旅館皆不提供，請旅客務必自行攜帶。另旅館內皆配有浴巾、毛巾、洗髮精、肥皂或沐浴乳等備品。</li>
      <li v-if="attentionItem.category =='美洲'">南美國家地區各地多以西班牙文為主、巴西以葡萄牙為主。</li>
      <li v-if="attentionItem.category =='非洲'">通用語言為英語。南非白人和部份黑人還通用南非語（南非荷蘭語），黑人使用祖魯語、班圖語等。</li>
      <li v-if="attentionItem.category =='非洲'">出國前，至疾病管制署全球資訊網查詢國際疫情資訊及防疫建議，或於出國前4至6週前往「旅遊醫學門診」接受評估。</li>
      <li v-if="attentionItem.category =='非洲'">建議穿著長袖長褲，防紫外線曬傷和防蚊蟲叮咬。</li>
      <li>『本行程包含旅行業責任保險【意外死殘保額新臺幣500萬、意外醫療保額新臺幣20萬 (實支實付)】</li>
      <li>旅客未滿15歲或70歲以上，依法限制最高【意外死殘保額新臺幣200萬元、意外醫療保額新臺幣20萬 (實支實付)】 』</li>
      <li>
        【取消規定說明】在您完成付款時即表示您與同行者確認訂購，本公司亦作相對承諾，觀光局頒布之定型化個人旅遊契約書亦即生效。若旅客主動要求取消，得依照旅遊契約書第十六條之取消規定辦理：
        <ol>
          <li>旅客於出發日前第二十一日至第三十日以內通知到本公司者，須賠償旅遊費用百分之十。</li>
          <li>旅客於出發日前第十一日至第二十日以內通知到本公司者，須賠償旅遊費用百分之二十。</li>
          <li>旅客於出發日前第四日至第十日以內通知到本公司者，須賠償旅遊費用百分之三十。</li>
          <li>旅客於出發日前一日至第三日以內通知到本公司者，須賠償旅遊費用百分之七十。</li>
          <li>旅客於出發日當天通知到本公司者，須賠償旅遊費用百分之一百。</li>
        </ol>
      </li>
    </ul>
  </div>
</template>

<script>
export default {
  props: {
    attentionItem: {
      type: Object,
      default: {},
    },
  },
  methods: {
    
  },
};
</script>
